-- --------------------------------------------------------
-- 호스트:                          127.0.0.1
-- 서버 버전:                        8.0.25 - MySQL Community Server - GPL
-- 서버 OS:                        Win64
-- HeidiSQL 버전:                  11.3.0.6295
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

-- 테이블 데이터 webprojectHale.test_mall_order:~32 rows (대략적) 내보내기
/*!40000 ALTER TABLE `test_mall_order` DISABLE KEYS */;
INSERT INTO `test_mall_order` (`mot_id`, `mem_id`, `mem_nickname`, `mem_realname`, `mem_email`, `mem_phone`, `mot_memo`, `mot_total_money`, `mot_deposit`, `mot_cash_request`, `mot_cash`, `mot_pay_type`, `mot_status`, `mot_order_date`) VALUES
	(1, 0, 'nickname0', '이솝', 'esop00@gmail.com', '010-1234-0000', '빠른 배송 주세요', 10000, 3000, 7000, 7000, '현금결제', 1, '2021-06-14'),
	(2, 1, 'nickname1', '남수', 'esop01@gmail.com', '010-1234-0001', '빠른 배송 주세요', 20000, 3000, 17000, 17000, '카드결제', 1, '2021-06-14'),
	(3, 2, 'nickname2', '현우', 'esop02@gmail.com', '010-1234-0002', '빠른 배송 주세요', 30000, 3000, 27000, 27000, '현금결제', 1, '2021-06-14'),
	(4, 3, 'nickname3', '현섭', 'esop03@gmail.com', '010-1234-0003', '빠른 배송 주세요', 40000, 3000, 37000, 37000, '현금결제', 0, '2021-06-14'),
	(5, 4, 'nickname4', '민지', 'esop04@gmail.com', '010-1234-0004', '빠른 배송 주세요', 50000, 3000, 47000, 47000, '현금결제', 0, '2021-06-14'),
	(6, 5, 'nickname5', '지영', 'esop05@gmail.com', '010-1234-0005', '빠른 배송 주세요', 60000, 3000, 57000, 57000, '카드결제', 0, '2021-06-14'),
	(7, 6, 'nickname6', '승주', 'esop06@gmail.com', '010-1234-0006', '빠른 배송 주세요', 70000, 3000, 67000, 67000, '카드결제', 1, '2021-06-14'),
	(8, 7, 'nickname7', '수정', 'esop07@gmail.com', '010-1234-0007', '빠른 배송 주세요', 80000, 3000, 77000, 77000, '현금결제', 1, '2021-06-14'),
	(9, 8, 'nickname8', '현욱', 'esop08@gmail.com', '010-1234-0008', '빠른 배송 주세요', 90000, 3000, 87000, 87000, '현금결제', 0, '2021-06-14'),
	(10, 9, 'nickname9', '회원', 'esop09@gmail.com', '010-1234-0009', '빠른 배송 주세요', 100000, 3000, 97000, 97000, '현금결제', 0, '2021-06-14'),
	(11, 10, 'nickname10', '회정', 'esop10@gmail.com', '010-1234-0010', '빠른 배송 주세요', 110000, 3000, 107000, 107000, '카드결제', 1, '2021-06-14'),
	(12, 11, 'nickname11', '진희', 'esop11@gmail.com', '010-1234-0011', '빠른 배송 주세요', 120000, 3000, 117000, 117000, '카드결제', 1, '2021-06-14'),
	(13, 12, 'nickname12', '현진', 'esop12@gmail.com', '010-1234-0012', '빠른 배송 주세요', 130000, 3000, 127000, 127000, '카드결제', 1, '2021-06-14'),
	(14, 13, 'nickname13', '형일', 'esop13@gmail.com', '010-1234-0013', '빠른 배송 주세요', 140000, 3000, 137000, 137000, '현금결제', 1, '2021-06-14'),
	(15, 14, 'nickname14', '종현', 'esop14@gmail.com', '010-1234-0014', '빠른 배송 주세요', 150000, 3000, 147000, 147000, '현금결제', 1, '2021-06-14'),
	(16, 15, 'nickname15', '재학', 'esop15@gmail.com', '010-1234-0015', '빠른 배송 주세요', 160000, 3000, 157000, 157000, '카드결제', 1, '2021-06-14'),
	(17, 16, 'nickname16', '호준', 'esop16@gmail.com', '010-1234-0016', '빠른 배송 주세요', 170000, 3000, 167000, 167000, '카드결제', 0, '2021-06-14'),
	(18, 17, 'nickname17', '영운', 'esop17@gmail.com', '010-1234-0017', '빠른 배송 주세요', 180000, 3000, 177000, 177000, '현금결제', 0, '2021-06-14'),
	(19, 18, 'nickname18', '서환', 'esop18@gmail.com', '010-1234-0018', '빠른 배송 주세요', 190000, 3000, 187000, 187000, '현금결제', 0, '2021-06-14'),
	(20, 19, 'nickname19', '기웅', 'esop19@gmail.com', '010-1234-0019', '빠른 배송 주세요', 200000, 3000, 197000, 197000, '카드결제', 1, '2021-06-14'),
	(21, 20, 'nickname20', '택중', 'esop20@gmail.com', '010-1234-0020', '빠른 배송 주세요', 210000, 3000, 207000, 207000, '현금결제', 1, '2021-06-14'),
	(22, 21, 'nickname21', '지연', 'esop21@gmail.com', '010-1234-0021', '빠른 배송 주세요', 220000, 3000, 217000, 217000, '현금결제', 1, '2021-06-14'),
	(23, 0, 'nickname0', '이솝', 'esop00@gmail.com', '010-1234-0000', '빠른 배송 주세요', 10000, 3000, 7000, 7000, '현금결제', 1, '2021-06-12'),
	(24, 0, 'nickname0', '이솝', 'esop00@gmail.com', '010-1234-0000', '빠른 배송 주세요', 20000, 3000, 17000, 17000, '현금결제', 1, '2021-06-13'),
	(25, 0, 'nickname0', '이솝', 'esop00@gmail.com', '010-1234-0000', '빠른 배송 주세요', 30000, 3000, 27000, 27000, '현금결제', 1, '2021-06-11'),
	(26, 0, 'nickname0', '이솝', 'esop00@gmail.com', '010-1234-0000', '빠른 배송 주세요', 40000, 3000, 37000, 37000, '현금결제', 1, '2021-06-10'),
	(27, 0, 'nickname0', '이솝', 'esop00@gmail.com', '010-1234-0000', '빠른 배송 주세요', 50000, 3000, 47000, 47000, '현금결제', 1, '2021-06-09'),
	(28, 0, 'nickname0', '이솝', 'esop00@gmail.com', '010-1234-0000', '빠른 배송 주세요', 60000, 3000, 57000, 57000, '현금결제', 1, '2021-06-08'),
	(29, 0, 'nickname0', '이솝', 'esop00@gmail.com', '010-1234-0000', '빠른 배송 주세요', 70000, 3000, 67000, 67000, '현금결제', 1, '2021-06-14'),
	(30, 0, 'nickname0', '이솝', 'esop00@gmail.com', '010-1234-0000', '빠른 배송 주세요', 80000, 3000, 77000, 77000, '현금결제', 1, '2021-06-14'),
	(31, 0, 'nickname0', '이솝', 'esop00@gmail.com', '010-1234-0000', '빠른 배송 주세요', 90000, 3000, 87000, 87000, '현금결제', 1, '2021-06-14'),
	(32, 0, 'nickname0', '이솝', 'esop00@gmail.com', '010-1234-0000', '빠른 배송 주세요', 100000, 3000, 97000, 97000, '현금결제', 0, '2021-06-14');
/*!40000 ALTER TABLE `test_mall_order` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IFNULL(@OLD_FOREIGN_KEY_CHECKS, 1) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40111 SET SQL_NOTES=IFNULL(@OLD_SQL_NOTES, 1) */;
